Repository: CrearAyT/mbc-playout
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Welcome to
es: Bienvenido a

source: Start Browsing Media Cellar
es: Explorar la Cueva de Medios

source: View Project on Github
es: Ver el Proyecto en Github

source: Follow @mbcplayout
es: Seguir @mbcplayout

source: Tweet
es: Tweetealo

source: Follow
es: Seguí

source: Built as a sample application with
es: Construido como applicación de demontración con

source: and
es: y

source: based on work by
es: basado en un trabajo de

source: The source code for this application is available in
es: El codigo fuente de esta applicacion se encuentra en

source: this repository
es: este repositorio

source: on GitHub.
es: en GitHub.

source: This project is under the
es: Este proyecto esta bajo la Licencia

source: Browse Medias
es: Explorar

source: Search Medias
es: Buscar

source: Add Medias
es: Agregar

source: About
es: Acerca de

source: Resources
es: Punteros

source: Twitter Bootstrap
es: Bootstrap de Twitter

source: This App
es: Esta App

source: GitHub Repository
es: Repositorio GitHub

source: Thumbnail
es: Pantallazo

source: Media info
es: Información del Medio

source: Status
es: Estatus

source: Availability
es: Availabilidad

source: Success! Media saved successfully
es: Exito! Media guardado con exito

source: Success
es: Exito

source: Complete
es: Completo

source: Delete
es: Suprimir

source: id is generated when media is found
es: el id se genera cuando se encuentra el media

source: Notes about this media
es: Notas sobre este media

source: Media Details
es: Detalles del Media

source: Name
es: Nombre

source: Notes
es: Notas

source: To add media, drag a new file from your file system onto this box.
es: Para agregar un nuevo media, arastra un archivo de tu computadora a esta caja.

source: Save
es: Guardar

source: Success!
es: ¡Exito!

source: Media saved successfully
es: Media guardado con exito
